/* About screen blog label */
"About.blog" = "Блог";

/* About screen footer */
"About.footer" = "Розроблено глобальною командою AurWallet. Версія %1$@";

/* Privay Policy button label */
"About.privacy" = "Політика конфіденційності";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Умови використання";

/* About screen title */
"About.title" = "Про програму";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Закрити";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Центр підтримки";

/* Loading Wallet Message */
"Account.loadingMessage" = "Завантаження гаманця";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Мій AurWallet";

/* Error alert title */
"Alert.error" = "Помилка";

/* No internet alert message */
"Alert.noInternet" = "Інтернет з'єднання не знайдено. Перевірте ваше підключення та спробуйте ще раз.";

/* Warning alert title */
"Alert.warning" = "Попередження";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Адреси скопійовано";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Всі адреси гаманця успішно скопійовано";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Паперовий ключ введено";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Чудово!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN встановлено";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Відправлення не вдалося";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Підтвердження відправки";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Гроші  надіслано!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "Помилка серіалізації JSON";

/* Wallet not ready error message */
"ApiClient.notReady" = "Гаманець не готовий";

/* API Token error message */
"ApiClient.tokenError" = "Неможливо отримати API токен";

/* header of balance */
"Balance.header" = "TOTAL\nBALANCE";

/* Send BCH view body. */
"BCH.body" = "Введіть адресу отримувача Auroracoin нижче. Всі Auroracoin у вашому гаманці під час форку (%1$@) будуть відправлені.\n";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Підтвердити відправку %1$@ до %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Підтвердження";

/* Generic bch erorr message */
"BCH.genericError" = "Ваш обліковий запис не містить Auroracoin, або ви отримали Auroracoin після форка.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "ID транзакції скопійовано";

/* No address error message */
"BCH.noAddressError" = "Будь-ласка введіть адресу";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Запити платіжного протоколу не підтримуються для транзакцій Auroracoin";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin відправлено успішно.";

/* Widthdraw BCH view title */
"BCH.title" = "Вивести Auroracoin";

/* Tx Hash button header */
"BCH.txHashHeader" = "Ідентифікатор транзакції Auroracoin";

/* Approve button label */
"BitID.approve" = "Затвердити";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ запитує аутентифікацію за допомогою вашого гаманця Auroracoin";

/* Deny button label */
"BitID.deny" = "Відмовити";

/* BitID error alert title */
"BitID.error" = "Помилка аутентифікації";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Будь-ласка зверніться в службу підтримки. Можливо, вам доведеться спробувати ще раз.";

/* BitID success alert title */
"BitID.success" = "Аутентифікація успішна";

/* BitID Authentication Request alert view title */
"AurID.title" = "Запит аутентифікації AurID";

/* Cancel button label */
"Button.cancel" = "Скасувати";

/* Ignore button label */
"Button.ignore" = "Ігнорувати";

/* menu button */
"Button.menu" = "Меню";

/* No button */
"Button.no" = "Ні";

/* OK button label */
"Button.ok" = "ОК";

/* receive button */
"Button.receive" = "отримати";

/* send button */
"Button.send" = "надіслати";

/* Settings button label */
"Button.settings" = "Настройки";

/* Settings button label */
"Button.submit" = "Підтвердити";

/* Yes button */
"Button.yes" = "Так";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Помістіть свій ідентифікатор (ID) в центр поля";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Сумма відправлення:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Комісія мережі:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Час обробки: Обробка транзакції займає %1$@ секунд";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Відправити";

/* Confirmation Screen title */
"Confirmation.title" = "Підтверження";

/* To: (address) */
"Confirmation.to" = "Отримувач";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Загальна вартість:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Щоб переконатися, що все записано правильно, введіть наступні слова з свого паперового ключа.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Слово #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Відображення одиниць AUR";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Курс обміну";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Цей пристрій не налаштовано для відправки електронної пошти додатком iOS.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Електронна пошта недоступна";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Цей пристрій не налаштовано для відправки повідомлень.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Повідомлення недоступні";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Ви можете налаштувати ліміт витрат Face ID тут %1$@";

/* Face Id screen label */
"FaceIDSettings.label" = "Використовуйте Ваше обличчя, щоб розблокувати свій AurWallet і відправити гроші відповідно зі встановленим лімітом.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Текст посилання (див. TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Увімкнути Face ID для AurWallet";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "Ви не увімкнули Face ID на цьому пристрої. Перейдіть в \"Параметри\"->\"Face ID і код доступу\", щоб налаштувати його зараз.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID не налаштовано";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Перевищено ліміт витрат Face ID";

/* Economy fee */
"FeeSelector.economy" = "Економна комісія";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Приблизний час доставки: 10+ хвилин";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Цей параметр не рекомендується для термінових транзакцій.";

/* Regular fee */
"FeeSelector.regular" = "Звичайна комісія";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Приблизний час доставки: 15-30 секунд";

/* Fee Selector title */
"FeeSelector.title" = "Швидкість обробки";

/* Checking private key balance progress view text */
"Import.checking" = "Перевірка балансу приватного ключа...";

/* Sweep private key confirmation message */
"Import.confirm" = "Надіслати %1$@ з цього приватного ключа на ваш гаманець? Мережа Auroracoin отримає комісію в розмірі %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Цей приватний ключ вже знаходиться у вашому гаманці.";

/* empty private key error message */
"Import.Error.empty" = "Цей приватний ключ порожній.";

/* High fees error message */
"Import.Error.highFees" = "Комісія за транзакцію перевищує суму, яка доступна на цьому приватному ключі.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Недійсний приватний ключ";

/* Import signing error message */
"Import.Error.signing" = "Помилка при підписанні транзакції";

/* Import button label */
"Import.importButton" = "Імпортувати";

/* Importing wallet progress view label */
"Import.importing" = "Імпорт гаманця";

/* Caption for graphics */
"Import.leftCaption" = "Гаманець для імпорту";

/* Import wallet intro screen message */
"Import.message" = "Імпорт гаманця переносить всі Auroracoin з вашого іншого гаманця на Ваш AurWallet за допомогою всього однієї транзакції.";

/* Enter password alert view title */
"Import.password" = "Цей приватний ключ захищено паролем.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "пароль";

/* Caption for graphics */
"Import.rightCaption" = "Ваш AurWallet";

/* Scan Private key button label */
"Import.scan" = "Сканувати приватний ключ";

/* Import wallet success alert title */
"Import.success" = "Успішно завершено";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Гаманець успішно імпортовано";

/* Import Wallet screen title */
"Import.title" = "Імпортувати гаманець";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Розблокування ключа";

/* Import wallet intro warning message */
"Import.warning" = "Імпорт гаманця не включає імпорт історії транзакцій або інших даних.";

/* Wrong password alert message */
"Import.wrongPassword" = "Неправильний пароль, спробуйте ще раз";

/* Close app button */
"JailbreakWarnings.close" = "Закрити";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ігнорувати";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "БЕЗПЕКА ПРИСТРОЮ ПІД ПИТАННЯМ\nБудь-яка програма \"Jailbreak\" може отримати доступ до даних Keychain AurWallet та викрасти ваш Auroracoin! Негайно очистіть цей гаманець і відновіть його на захищеному пристрої.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "БЕЗПЕКА ПРИСТРОЮ ПІД ПИТАННЯМ\nБудь-яка програма \"Jailbreak\" може отримати доступ до даних Keychain AurWallet та викрасти ваш Auroracoin. Будь-ласка використовуйте AurWallet лише на пристрої, що не мають встановленого \"Jailbreak\".";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "УВАГА";

/* Location services disabled error */
"LocationPlugin.disabled" = "Служби геолокації відключені.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet не має дозволу на доступ до служби геолокації.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Ви створили ваш гаманець на %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Назва вашого гаманця відображається тільки в історії транзакцій вашого облікового запису і не може бути доступна до перегляду будь-ким ще.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Назва гаманця";

/* Manage wallet modal title */
"ManageWallet.title" = "Керування гаманцем";

/* Menu button title */
"MenuButton.lock" = "Заблокувати гаманець";

/* Menu button title */
"MenuButton.security" = "Центр безпеки";

/* Menu button title */
"MenuButton.settings" = "Налаштування";

/* Menu button title */
"MenuButton.support" = "Підтримка";

/* button label */
"MenuViewController.createButton" = "Створити новий гаманець";

/* Menu modal title */
"MenuViewController.modalTitle" = "Меню";

/* button label */
"MenuViewController.recoverButton" = "Відновити гаманець";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Перейти в автоматичний режим";

/* Node is connected label */
"NodeSelector.connected" = "Підключено";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Введіть IP адресу вузла та номер порту (не обов'язково)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Введіть вузол";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Перейти в ручний режим";

/* Node address label */
"NodeSelector.nodeLabel" = "Поточний основний вузол";

/* Node is not connected label */
"NodeSelector.notConnected" = "Не підключено";

/* Node status label */
"NodeSelector.statusLabel" = "Статус підключення вузла";

/* Node Selector view title */
"NodeSelector.title" = "Вузли Auroracoin";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Неправильний запит платежу";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Непідтримуваний або пошкоджений документ";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "сертифікат відсутній";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "час запиту минув";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Не вдалося здійснити платіж";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Платіж Auroracoin не може бути меншим ніж %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Виходи транзакції Auroracoin не можуть бути менше $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "непідтримуваний тип підпису";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ненадійний сертифікат";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Для увімкнення Face ID нажміть тут";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Увімкнути Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Для захисту вашого гаманця необхідний код доступу до пристрою. Перейдіть до налаштувань і вкажіть код доступу.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Увімкнути код доступу пристрою";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Ваш паперовий ключ повинен бути збережений на випадок, якщо ви втратите або заміните ваш пристрій. Натисніть тут, щоб продовжити.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = " Вимагається дія";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Ваш гаманець, можливо, не синхронізований. Це, можна виправити шляхом повторного сканування блокчейну.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Транзакцію відхилено";

/* header of PinView */
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

/* Share data prompt body */
"Prompts.ShareData.body" = "Допоможіть покращити AurWallet, поділившись з нами анонімними даними";

/* Share data prompt title */
"Prompts.ShareData.title" = "Поділитись анонімними даними";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Нажміть тут, щоб увімкнути Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Увімкнути Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet було оновлено до використання шестизначного PIN. Нажміть тут, щоб оновити.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Оновити PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Увімкніть сповіщення щоб отримувати повідомлення від AurWallet у майбутньому.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Сповіщення";

/* Push notifications are off label */
"PushNotifications.off" = "Відключити";

/* Push notifications are on label */
"PushNotifications.on" = "Увімкнути";

/* Push notifications settings view title label */
"PushNotifications.title" = "Сповіщення";

/* Address copied message. */
"Receive.copied" = "Скопійовано в буфер обміну.";

/* Share via email button label */
"Receive.emailButton" = "Електронна пошта";

/* Request button label */
"Receive.request" = "запросити суму";

/* Share button label */
"Receive.share" = "Поділитись";

/* Share via text message (SMS) */
"Receive.textButton" = "Текстове повідомлення";

/* Receive modal title */
"Receive.title" = "Отримати";

/* Done button text */
"RecoverWallet.done" = "Готово";

/* Recover wallet header */
"RecoverWallet.header" = "Відновити гаманець";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Скинути PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Ввести паперовий ключ.";

/* Recover wallet intro */
"RecoverWallet.intro" = "Відновіть ваш AurWallet за допомогою паперового ключа.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Паперовий ключ введено невірно. Будь-ласка перевірте кожне слово та спробуйте знову.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Стрілка вліво";

/* Next button label */
"RecoverWallet.next" = "Далі";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Нажміть тут для додаткової інформації";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Стрілка вправо";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Введіть паперовий ключ для гаманця, який ви хочете відновити.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "Щоб скинути свій PIN, введіть слова з вашого паперового ключа у відповідні поля.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Будь ласка спочатку введіть суму";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Запросити суму";

/* Alert action button label */
"ReScan.alertAction" = "Синхронізація";

/* Alert message body */
"ReScan.alertMessage" = "Ви не зможете відправляти кошти під час синхронізації.";

/* Alert message title */
"ReScan.alertTitle" = "Синхронізувати з Блокчейном?";

/* extimated time */
"ReScan.body1" = "20-45 хвилин";

/* Syncing explanation */
"ReScan.body2" = "Якщо транзакція відображається як завершена в мережі Auroracoin, але не в вашому AurWallet.";

/* Syncing explanation */
"ReScan.body3" = "Ви неодноразово отримуєте повідомлення про те, що ваша транзакція була відхилена.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Почати синхронізацію";

/* Sync blockchain view footer */
"ReScan.footer" = "Ви не зможете надсилати гроші під час синхронізації з блокчином.";

/* Sync Blockchain view header */
"ReScan.header" = "Синхронізація з блокчейном";

/* Subheader label */
"ReScan.subheader1" = "Приблизний час";

/* Subheader label */
"ReScan.subheader2" = "Коли синхронізувати?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Спалах камери";

/* Complete filter label */
"Search.complete" = "завершено";

/* Pending filter label */
"Search.pending" = "в очікуванні";

/* Received filter label */
"Search.received" = "отримано";

/* Sent filter label */
"Search.sent" = "надіслано";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Увімкніть усі функції безпеки для максимального захисту.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Єдиний спосіб отримати доступ до ваших Auroracoin, якщо ви загубите або змінете свій телефон";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Паперовий ключ";

/* PIN button description */
"SecurityCenter.pinDescription" = "Захищає ваш AurWallet від неавторизованих користувачів.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-ти значний PIN";

/* Security Center Title */
"SecurityCenter.title" = "Центр безпеки";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Зручно розблоковуйте ваш AurWallet і надсилайте гроші відповідно зі встановленого ліміту.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Сума";

/* Balance: $4.00 */
"Send.balance" = "Баланс: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Перейдіть в настройки щоб відкрити доступ до камери.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet не має дозволу для доступу до камери";

/* Warning when sending to self. */
"Send.containsAddress" = "Цільова адреса - ваша адреса. Ви не можете відправити самому собі.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Не вдалося створити транзакцію.";

/* Description for sending money label */
"Send.descriptionLabel" = "Нагадування";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Буфер обміну порожній";

/* Network Fee: $0.01 */
"Send.fee" = "Комісія мережі:  %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Ідентифікація одержувача не підтверджена.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Адреса призначення не є дійсною адресою Auroracoin.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Буфер обміну не містить дійсної адреси Auroracoin.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Недійсна адреса";

/* Is rescanning error message */
"Send.isRescanning" = "Відправлення вимикнено під час повного сканування.";

/* Loading request activity view message */
"Send.loadingRequest" = "Завантаження запиту";

/* Empty address alert message */
"Send.noAddress" = "Будь-ласка, введіть адресу одержувача.";

/* Emtpy amount alert message */
"Send.noAmount" = "Будь ласка, введіть суму, яку потрібно надіслати.";

/* Paste button label */
"Send.pasteLabel" = "Вставити";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Не вдалося опублікувати транзакцію.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Не вдалося завантажити запит на платіж";

/* Scan button label */
"Send.scanLabel" = "Сканувати";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Відправити";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Відправити";

/* Send money to label */
"Send.toLabel" = "Отримувач";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Адреси Auroracoin призначені лише для одноразового використання.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Повторне використання зменшує конфіденційність як для вас, так і для одержувача, та може призвести до втрати, якщо одержувач безпосередньо не контролює адресу.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Адреса вже використовується";

/* About label */
"Settings.about" = "Про додаток";

/* Advanced Settings title */
"Settings.advancedTitle" = "Розширені налаштування";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Валюта для відображення";

/* Join Early access label */
"Settings.earlyAccess" = "Долучитись до раннього доступу";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Вам подобається AurWallet?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Ліміт витрат Face ID";

/* Import wallet label */
"Settings.importTitle" = "Імпортувати гаманець";

/* Manage settings section header */
"Settings.manage" = "Керувати";

/* Notifications label */
"Settings.notifications" = "Сповіщення";

/* Leave review button label */
"Settings.review" = "Залиште про нас відгук";

/* Share anonymous data label */
"Settings.shareData" = "Поділитись анонімною інформацією";

/* Sync blockchain label */
"Settings.sync" = "Синхронізація з блокчейном";

/* Settings title */
"Settings.title" = "Настройки";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Ліміт витрат Touch ID";

/* Wallet Settings section header */
"Settings.wallet" = "Гаманець";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Почати/Відновити інший гаманець";

/* Share data view body */
"ShareData.body" = "Допоможіть покращити AurWallet, поділившись з нами своїми анонімними даними. Це не включає жодної фінансової інформації. Ми поважаємо вашу фінансову конфіденційність.";

/* Share data header */
"ShareData.header" = "Поділитись інформацією?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Поділитись анонімною інформацією?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Запишіть паперовий ключ знову";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Ваш паперовий ключ є єдиним способом відновлення вашого AurWallet, якщо телефон втрачено, вкрадено, пошкоджено або оновлено.\n\nМи покажемо вам список слів, які потрібно записати на аркуші паперу та залишити в безпеці.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Запишіть паперовий ключ";

/* Argument is date */
"StartPaperPhrase.date" = "В останній раз Ви записали свій паперовий ключ на %1$@";

/* Start view message */
"StartViewController.message" = "Найбільш надійний та безпечний спосіб використання Auroracoin.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Підключення.";

/* Syncing view header text */
"SyncingView.header" = "Синхронізація";

/* Retry button label */
"SyncingView.retry" = "Повторіть ще раз";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Синхронізація";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ д";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ ч";

/* 6 m (6 minutes) */
"TimeSince.minutes" = " %1$@ хв";

/* 6 s (6 seconds) */
"TimeSince.seconds" = " %1$@ сек";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Ви можете налаштувати ваш ліміт витрат Touch ID тут %1$@";

/* Touch Id screen label */
"TouchIdSettings.label" = "Використайте свій відбиток пальця, щоб розблокувати AurWallet та надіслати гроші відповідно зі встановленим лімітом";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Ліміт витрат Touch ID";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Ліміт витрат : %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Ввімкнути Touch ID для AurWallet";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Ви не налаштували Touch ID на цьму пристрої. Перейдіть у \"Параметри\"->\"Touch ID и Код допуску\", щоб налаштувати його зараз.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID не налаштовано";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Завжди запитувати код допуску";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Вам буде запропоновано ввести 6-значний PIN для відправлення транзакцій після того, як вичерпано ліміт витрат і кожні 48 годин після останнього вводу PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Ліміт витрат Touch ID";

/* Availability status text */
"Transaction.available" = "Доступно для витрат";

/* Transaction complete label */
"Transaction.complete" = "Виконано";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Підсумковий баланс: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Обмінний курс при отриманні:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Обмінний курс при відправленні:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ комісія)";

/* Invalid transaction */
"Transaction.invalid" = "ТРАНЗАКЦІЮ ВІДМІНЕНО";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "зараз же";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "В процесі: %1$@ ";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "В процесі: %1$@ ";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Початковий баланс: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Очікує на підтвердження. Деякі одержувачі вимагають підтвердження для завершення транзакції. Орієнтовний час: 1-2 хвилини.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Рахунок";

/* Amount section header */
"TransactionDetails.amountHeader" = "Сума";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Підтверджено в блоці";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Пам'ятка";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Ваші транзакції з'являться тут.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "на %1$@ ";

/* More button title */
"TransactionDetails.more" = "Більше...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Переміщено %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Переміщено <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Не підтверджено";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Отримано %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Отримано <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Надіслано %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Надіслано <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Статус";

/* Transaction Details Title */
"TransactionDetails.title" = "Деталі транзакції";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "до %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Ідентифікатор транзакції Auroracoin";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Оримано за цією адресою";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Надіслати на цю адресу";

/* filter buttons for transactionView */
"TransactionView.all" = "all";

"TransactionView.received" = "received";

"TransactionView.sent" = "sent";

/* Disabled until date */
"UnlockScreen.disabled" = "Заблоковано до: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "Моя адреса";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Скинути PIN";

/* Scan button title */
"UnlockScreen.scan" = "Сканувати";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Введіть ";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Розблокуйте свій AurWallet.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Розблокувати за допомогою TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Гаманець розблоковано";

/* Update PIN caption text */
"UpdatePin.caption" = "Запам'ятайте цей PIN. Якщо ви його загубите, то не зможете отримати доступ до ваших Auroracoin.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Ваш PIN буде використовуватися для розблокування вашого AurWallet та відправки грошей.";

/* Update PIN title */
"UpdatePin.createTitle" = "Встановити PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Повторно введіть PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Введіть поточний PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Введіть новий PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Повторно введіть новий PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Вибачте, не вдалося оновити PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Помилка оновлення PIN";

/* Update PIN title */
"UpdatePin.updateTitle" = "Оновити PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Копіювати адресу гаманця до буфера обміну?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Дозволити копіювати адресу гаманця до буфера обміну";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Копіювати адресу гаманця";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Копіювати";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Будь ласка, введіть свій PIN для підтвердження цієї транзакції.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Будь ласка, введіть ваш PIN, щоб продовжити.";

/* Verify PIN view title */
"VerifyPin.title" = "Потрібен PIN";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Підтвердити цю транзакцію.";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Відкрийте додаток AurWallet iPhone, щоб налаштувати свій гаманець.";

/* Dismiss button label */
"Webview.dismiss" = "Прибрати";

/* Webview loading error message */
"Webview.errorMessage" = "Під час завантаження вмісту сталася помилка. Будь ласка, спробуйте ще раз.";

/* Updating webview message */
"Webview.updating" = "Оновлюється...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "Auroracoin для iOS змінив своє ім'я на AurWallet з новим зовнішнім виглядом та деякими новими функціями.\n\nЯкщо вам потрібна допомога, знайдіть (?) У правому верхньому куті більшості екранів.";

/* Top title of welcome screen */
"Welcome.title" = "Ласкаво просимо до AurWallet!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Ви впевнені, що бажаєте видалити цей гаманець?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Очистити гаманець?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Не вдалося очистити гаманець.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Помилка";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Введіть фразу для відновлення гаманця, щоб очистити його та запустити або відновити інший. Ваш поточний баланс залишиться на цій фразі.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Початок або відновлення іншого гаманця дозволяє вам отримати доступ до іншого AurWallet  та керувати ним на цьому пристрої.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Ви більше не зможете отримати доступ до вашого поточного AurWallet з цього пристрою. Баланс залишиться на цій фразі.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Почати або відновити інший гаманець";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Очистити";

/* Wiping activity message */
"WipeWallet.wiping" = "Очищується";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Запишіть кожне слово в зазначеній послідовності та збережіть у надійному місці.";

/* button label */
"WritePaperPhrase.next" = "Наступна";

/* button label */
"WritePaperPhrase.previous" = "Попередня";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d з %2$d";

